SZEPCardApp/Communication/ThirdParty/SoapTemplates/FINIT/ElfKeresKoord.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:szepkartya">
    <soapenv:Header/>
    <soapenv:Body>
        <urn:ElfKeresKoord soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
            <szelesseg_koord xsi:type="xsd:string">%@</szelesseg_koord>
            <hosszusag_koord xsi:type="xsd:string">%@</hosszusag_koord>
            <tavolsag xsi:type="xsd:int">%@</tavolsag>
            <szallas_zseb xsi:type="xsd:int">%@</szallas_zseb>
            <vendeglatas_zseb xsi:type="xsd:int">%@</vendeglatas_zseb>
            <rekreacio_zseb xsi:type="xsd:int">%@</rekreacio_zseb>
        </urn:ElfKeresKoord>
    </soapenv:Body>
</soapenv:Envelope>